

insert into t_book
values('세이노의_가르침', '세이노(SayNo)', '자기계발', '2000년부터 발표된 그의 주옥같은 글들. 독자들이 자발적으로 만든 제본서는 물론, 전자책과 앱까지 나왔던 《세이노의 가르침》이 드디어 전국 서점에서 독자들을 마주한다.');
insert into t_book
values('역행자(확장판)', '자청', '자기계발', '95퍼센트의 인간은 타고난 유전자와 본성의 꼭두각시로 살아간다. 이들은 평생 돈, 시간, 운명에게 속박되어, 평범함을 벗어나지 못하고 불행하게 사는 ‘순리자’다. ');
insert into t_book
values('원씽(The_One_Thing)', '게리 켈러', '자기계발', '복잡한 세상을 이기는 단순함의 힘『원씽(THE ONE THING)』. 전 세계에서 두 번째로 큰 투자개발 회사의 대표이자 전미 130만 부 이상이 팔린 베스트셀러의 저자 게리 캘러가 더 적게 일함으로써 더 깊게 집중하여 더 크게 성공하는 비결이 무엇인지 제시하였다.');
insert into t_book
values('일이란_무엇인가', '고동진', '자기계발', '“이 책은 지금 자신의 업에서, 그 무엇도 아닌 오직 일로 성공하고자 하는 사람들을 위한 책이다!”');
insert into t_book
values('유연함의_힘', '수잔 애쉬포드', '자기계발', '■ 조직 내 인사이동 때문에 준비도 없이 갑자기 리더가 된다. ■ 회의 중 인간미가 없어 보였다고 상사에게 지적받는다. ■ 프로젝트에 성공하려면 지역 사회로부터 지지를 끌어내야 한다. ');

insert into t_book
values('메리골드_마음_세탁소', '윤정은', '소설', '우리는 가끔 시간을 되돌려 과거로 돌아가 후회됐던 일을 되돌리고 싶어한다. 그런데 과연 그 일을 지워버리는 게 현명한 선택일까? 그리고 그 기억을 지웠을 때 지금의 내가 있을 수 있을까? ');
insert into t_book
values('꿀벌의_예언 1', '베르나르 베르베르', '소설', '전 세계 3천만 부, 한국어판 누계 3천 쇄를 돌파한 신화적 베스트셀러 작가 베르나르 베르베르의 신작 소설 『꿀벌의 예언』.');
insert into t_book
values('비가_오면_열리는_상점', '유영광', '소설', '불행을 파는 대신 원하는 행복을 살 수 있는 가게가 있다면? 듣기만 해도 방문하고 싶어지는, 비가 오면 열리는 수상한 상점에 초대된 여고생 세린이 안내묘 잇샤, 사람의 마음을 훔치는 도깨비들과 함께 펼치는 감동 모험 판타지!');
insert into t_book
values('아주_희미한_빛으로도', '최은영', '소설', '‘함께 성장해나가는 우리 세대의 소설가’를 갖는 드문 경험을 선사하며 동료 작가와 평론가, 독자 모두에게 특별한 이름으로 자리매김한 최은영의 세번째 소설집 『아주 희미한 빛으로도』가 출간되었다.');
insert into t_book
values('모순', '양귀자', '소설', '양귀자 소설의 힘을 보여준 베스트셀러 『모순』. 1998년에 초판이 출간된 이후 132쇄를 찍으며 여전히 많은 사랑을 받고 있는 작품을, 오래도록 소장할 수 있는 양장본으로 새롭게 선보인다.');

insert into t_book
values('채소_식탁', '김경민', '요리', '채소를 사랑하는 프로 집밥러 ‘테이블민’의 첫 번째 레시피북 『채소 식탁』이 출간되었다. ');
insert into t_book
values('팬_하나로_충분한_두_사람_식탁', '국가비', '요리', '산뜻하고 향긋한 토마토파스타나 고소한 풍미의 크림파스타, 육즙이 살아 있는 스테이크 한 입이 생각나는 어느 날. 치솟는 물가에 외식이 망설여지지만, 그렇다고 직접 만들어 먹자니 복잡한 조리법과 산처럼 쌓일 설거지들이 걱정이라면 『팬 하나로 충분한 두 사람 식탁』을 펼쳐보시길. 이 요리책의 모든 요리는 ‘팬 하나로 충분한’ 원팬(One Pan) 레시피니까!');
insert into t_book
values('스카치가_있어_즐거운_세상', '조승원', '요리', '누적 조회수 2400만 유튜브 〈주락이월드〉, 조승원. 위스키의 본산 스코틀랜드에 가다. 스코틀랜드의 스페이사이드와 아일라 증류소 탐방기');
insert into t_book
values('삐뽀삐뽀_119_이유식', '하정훈', '요리', '최신 의학 지식에 근거한 과학적 이유식, 초보맘도 만들기 쉬운 만만한 이유식 『삐뽀삐뽀 119 이유식』 전면개정판. ');
insert into t_book
values('1분_요리_뚝딱이형', '뚝딱이형', '요리', '느슨해진 요리 유튜브 계에 혜성처럼 나타나 강렬한 긴장감을 선사하는 그는 바로 ‘뚝딱이형’. 뚝딱이형은 수많은 요리 유튜버 중에서도 유독 폭발적인 성장을 하는 중이다. ');

insert into t_book
values('2023_AdsP_데이터_분석_준전문가', '윤종식', '컴퓨터/IT', '본 도서는 한국데이터베이스진흥원에서 실시하고 있는 『데이터 분석 전문가(ADP)』 자격증과 『데이터 분석 준전문가(ADsP)』 자격증을 준비하는 수험생들을 위한 도서이다.');
insert into t_book
values('SQL_자격검정_실전문제', '한국데이터진흥원', '컴퓨터/IT', 'SQL 자격검정 실전문제는 국가공인 SQL 전문가 및 국가공인 SQL 개발자 자격시험 대비 수험서로 SQL 전문가 가이드에서 다루고 있는 데이터 모델링의 이해, SQL기본 및 활용, SQL 고급 활용 및 튜닝 등의 내용을 자격시험 대비를 위한 문제와 해설로 구성되어 있다.');
insert into t_book
values('진짜_쓰는_실무_엑셀', '오빠두', '컴퓨터/IT', '대기업 직장 생활 10년의 실무 노하우와 엑셀 유튜브 채널을 운영하면서 들은 수많은 직장인의 고민을 해결할 수 있는 다양한 엑셀 비법을 담았다. ');
insert into t_book
values('the_GAME_GRAPHICS : AI 비주얼 테크닉', '김민욱', '컴퓨터/IT', '이 책은 차세대 게임그래픽을 위해 알아 두어야 할 AI 비주얼 테크닉에 대해 9명의 실무 그래픽 아티스트들의 수준 높은 AI 활용 정보들을 다루고 있습니다.');
insert into t_book
values('Do_it!_점프_투_파이썬', '박응용', '컴퓨터/IT', '중고등학생도, 비전공자도, 직장인도 프로그래밍에 눈뜨게 만든 바로 그 책이 전면 개정 2판으로 새롭게 태어났다! 챗GPT를 시작으로 펼쳐진 생성 AI 시대에 맞춰 설명과 예제를 다듬고, 최신 경향과 심화 내용을 보충했다.');

insert into t_book
values('톱클래스(topclass)', '조선뉴스프레스 편집부', '잡지', '사람으로 세상을 읽어냅니다. 결과보다 과정을, 목표보다 방법을, 능력보다 태도를 중시합니다.');
insert into t_book
values('입이_트이는_영어', '이현석', '잡지', '『입이 트이는 영어』는 EBS FM 라디오 방송 교재로서 매달 발행되고 있다.');
insert into t_book
values('Easy_English_초급_영어회화', '이보영', '잡지', '매주 다른 주제로 다양한 상황에서의 생생한 대화문을 한 줄 말하기, 세 줄 대화, 일곱 줄 영어회화의 순서로 자연스럽게 배우면서, 원어민과 같은 유창한 영어회화 실력을 쌓을 수 있습니다. ');
insert into t_book
values('중급영어회화_파워잉글리시', '크리스틴 조', '잡지', '『중급영어회화 파워잉글리시(라디오)』는 EBS FM 라디오 방송 교재로서 매달 발행되고 있다.');
insert into t_book
values('기도수첩(Remnant)', '생명 편집부', '잡지', '『기도수첩(Remnant)』는 하나님과 소통하는 시간을 갖게 해주는 잡지다. 하루 한 번 묵상할 수 있는 내용을 담았다.');

commit;
select*from t_book;